{
    "title": "The coevolutionary mosaic of bat betacoronavirus emergence risk",
    "authors": [
        {
            "affiliations": [
                "Université de Montréal",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Forero Rocio Munoz",
            "givennames": "Norma",
            "status": [
                "equal"
            ]
        },
        {
            "affiliations": [
                "Molecular Epidemiology and Public Health Laboratory, School of Veterinary Science, Massey University, New Zealand"
            ],
            "familyname": "Muylaert",
            "givennames": "Renata L."
        },
        {
            "affiliations": [
                "Paul G. Allen School for Global Health, Washington State University, Pullman, WA, United States"
            ],
            "familyname": "Seifert",
            "givennames": "Stephanie N."
        },
        {
            "affiliations": [
                "Department of Biology, Georgetown University, Washington, DC, USA"
            ],
            "familyname": "Albery",
            "givennames": "Gregory F."
        },
        {
            "affiliations": [
                "Department of Biology, University of Oklahoma, Norman, OK, USA"
            ],
            "familyname": "Becker",
            "givennames": "Daniel J."
        },
        {
            "affiliations": [
                "Department of Biology, Georgetown University, Washington, DC, ",
                "Center for Global Health Science and Security, Georgetown University Medical Center, Washington, DC, USA",
                "Department of Microbiology and Immunology, Georgetown University Medical Center, Washington, DC, USA"
            ],
            "familyname": "Carlson",
            "givennames": "Colin J.",
            "status": [
                "equal"
            ]
        },
        {
            "affiliations": [
                "Université de Montréal",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Poisot",
            "givennames": "Timothée",
            "email": "timothee.poisot@umontreal.ca",
            "orcid": "0000-0002-0735-5184",
            "status": [
                "corresponding",
                "equal"
            ]
        }
    ],
    "abstract": "Pathogen evolution is one of the least predictable components of disease emergence, particularly in nature. Here, building on principles established by the geographic mosaic theory of coevolution, we develop a quantitative, spatially-explicit framework for mapping the evolutionary risk of viral emergence. Driven by interest in diseases like SARS, MERS, and COVID-19, we examine the global biogeography of bat-origin betacoronaviruses, and find that coevolutionary principles suggest geographies of risk that are distinct from the hotspots and coldspots of host richness. Further, our framework helps explain patterns like a unique pool of merbecoviruses in the Neotropics, a recently-discovered lineage of divergent nobecoviruses in Madagascar, and--most importantly--hotspots of diversification in southeast Asia, sub-Saharan Africa, and the Middle East that correspond to the site of previous zoonotic emergence events. Our framework may help identify hotspots of future risk that have also been previously overlooked, like west Africa and the Indian subcontinent, and may more broadly help researchers understand how host ecology shapes the evolution and diversity of pandemic threats.",
    "keywords": [
        "bats",
        "betacoronavirus",
        "disease ecology",
        "geographic mosaic theory of coevolution",
        "phylogenetic diversity",
        "viral sharing",
        "SARS-CoV-2"
    ],
    "citationstyle": "nature-communications"
}
