{
    "title": "The coevolutionary mosaic of bat betacoronavirus emergence risk",
    "authors": [
        {
            "affiliations": [
                "Université de Montréal",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Forero Rocio Munoz",
            "givennames": "Norma",
            "status": [
                "equal"
            ]
        },
        {
            "affiliations": [
                "Molecular Epidemiology and Public Health Laboratory, School of Veterinary Science, Massey University, New Zealand"
            ],
            "familyname": "Muylaert",
            "givennames": "Renata L."
        },
        {
            "affiliations": [
                "Paul G. Allen School for Global Health, Washington State University, Pullman, WA, United States"
            ],
            "familyname": "Seifert",
            "givennames": "Stephanie N."
        },
        {
            "affiliations": [
                "Department of Biology, Georgetown University, Washington, DC, USA"
            ],
            "familyname": "Albery",
            "givennames": "Gregory F."
        },
        {
            "affiliations": [
                "Department of Biology, University of Oklahoma, Norman, OK, USA"
            ],
            "familyname": "Becker",
            "givennames": "Daniel J."
        },
        {
            "affiliations": [
                "Department of Biology, Georgetown University, Washington, DC, ",
                "Center for Global Health Science and Security, Georgetown University Medical Center, Washington, DC, USA",
                "Department of Microbiology and Immunology, Georgetown University Medical Center, Washington, DC, USA"
            ],
            "familyname": "Carlson",
            "givennames": "Colin J.",
            "status": [
                "equal"
            ]
        },
        {
            "affiliations": [
                "Université de Montréal",
                "Québec Centre for Biodiversity Sciences"
            ],
            "familyname": "Poisot",
            "givennames": "Timothée",
            "email": "timothee.poisot@umontreal.ca",
            "orcid": "0000-0002-0735-5184",
            "status": [
                "corresponding",
                "equal"
            ]
        }
    ],
    "abstract": "Driven by the need to understand the ecological factors involved in the emergence of *Betacoronavirus* (the genus causing the SARS, MERS, and COVID-19 in human) through bat hosts, we develop an approach to the assesment of spillover risk based on the Geographic Mosaic Theory of Coevolution. In doing so, we provide a global mapping of the spillover risk posed by betacoronaviruses, reflecting the fact that this risk is best understood through the multi-faceted prism of ecological and evolutionary mechanisms. Our framework reveals that host richness alone, although a component of viral hazard, is not a sufficiently integrative predictor of risk. We offer alternative insights based on viral sharing, host compositional uniqueness, and host phylogenetic diversity and phylogeographic regions. By comparing our aggregated measure of risk to a proxy for human density, namely the proportion of each pixel that is covered by urban or built land, we provide a synthetic risk map, allowing the identification of hotspots where the bat-betacoronavirus interaction network may facilitate the emergence of novel viruses and their spillover into human populations.",
    "keywords": [
        "bats",
        "betacoronavirus",
        "disease ecology",
        "geographic mosaic theory of coevolution",
        "phylogenetic diversity",
        "viral sharing",
        "SARS-CoV-2"
    ],
    "citationstyle": "nature-communications"
}
